[
  {
    "username": "8590b4e",
    "password": "5b2270d05897",
    "city": "Nadine",
    "state": "Kentucky",
    "seeking": "band",
    "mainGenre": "Ambient",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 27,
    "secondGenre": "Death Metal",
    "thirdGenre": "Reggae",
    "name": "Shields",
    "lastName": "Logan",
    "gender": "male",
    "studioSWUsed": "CRUSTATIA",
    "email": "shieldslogan@crustatia.com",
    "hasSpace": true,
    "achivements": "Veniam consequat reprehenderit adipisicing ipsum amet. Ullamco tempor mollit do ex voluptate ipsum officia cillum pariatur eu ea. Proident consequat dolore dolor dolore voluptate amet esse dolor laborum velit mollit proident ut. Tempor laboris incididunt labore et ea tempor elit anim do. Anim quis irure dolore adipisicing eu sunt proident incididunt.\r\n",
    "bio": "Lorem minim minim ex elit aliquip minim officia aute consectetur voluptate esse sit velit mollit. Ut ipsum culpa exercitation magna veniam. Proident quis reprehenderit ea velit officia non excepteur minim magna consectetur excepteur anim mollit aliqua. Dolore veniam laborum in enim sunt eiusmod laborum.\r\n",
    "lastLogin": "2016-03-06T12:20:00 +05:00",
    "lat": 59.918701,
    "long": 93.342486,
    "role": "drummer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 5
  },
  {
    "username": "738918a",
    "password": "195378d8f7b8",
    "city": "Orick",
    "state": "Colorado",
    "seeking": "band",
    "mainGenre": "Vocal",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 24,
    "secondGenre": "Death Metal",
    "thirdGenre": "Soundtrack",
    "name": "Lillie",
    "lastName": "Mayer",
    "gender": "female",
    "studioSWUsed": "ZBOO",
    "email": "lilliemayer@zboo.com",
    "hasSpace": false,
    "achivements": "Proident culpa id consectetur cupidatat. Sit nisi cillum dolore non commodo occaecat ipsum esse duis eu sint duis voluptate ea. Ex reprehenderit enim ea commodo veniam dolore do amet cillum eiusmod voluptate.\r\n",
    "bio": "Ut sit in id consequat est aute magna est. Eu sunt amet eu minim sint eu in Lorem proident labore. Proident ullamco ipsum fugiat duis. Tempor sunt excepteur amet velit ipsum magna ad aliquip elit cillum magna. In ex est excepteur deserunt ex proident mollit amet amet nostrud nisi. Magna aliquip ipsum mollit voluptate et enim occaecat. Mollit mollit cupidatat ex exercitation officia tempor ex officia velit ad irure duis.\r\n",
    "lastLogin": "2015-07-13T02:47:31 +04:00",
    "lat": -35.533277,
    "long": -97.53412,
    "role": "drummer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 7
  },
  {
    "username": "c561da1",
    "password": "ef36c8a7c3c1",
    "city": "Belmont",
    "state": "West Virginia",
    "seeking": "band",
    "mainGenre": "Death Metal",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 27,
    "secondGenre": "Pranks",
    "thirdGenre": "Death Metal",
    "name": "Bates",
    "lastName": "Fuentes",
    "gender": "male",
    "studioSWUsed": "NORSUL",
    "email": "batesfuentes@norsul.com",
    "hasSpace": true,
    "achivements": "Exercitation amet deserunt do qui ipsum dolore. Id anim ut laboris veniam tempor et nisi sunt duis. Officia ad duis amet esse nostrud ad ad officia enim exercitation ut consectetur anim. Veniam amet incididunt tempor dolor nisi qui enim id reprehenderit aliquip proident. Velit fugiat enim quis duis ea. Aliquip et nulla non quis sunt nostrud voluptate Lorem eu excepteur veniam anim deserunt.\r\n",
    "bio": "Excepteur ut dolor cillum mollit culpa. Do id labore ad minim officia laboris Lorem laborum ea amet deserunt. Lorem nulla fugiat et dolore culpa commodo velit elit velit laboris officia dolore id eu. Qui et cillum cillum dolor anim fugiat culpa incididunt.\r\n",
    "lastLogin": "2014-07-04T03:18:27 +04:00",
    "lat": -24.887993,
    "long": -165.572766,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 10
  },
  {
    "username": "86f1bee",
    "password": "592c1c144e41",
    "city": "Churchill",
    "state": "Massachusetts",
    "seeking": "band",
    "mainGenre": "Blues",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 30,
    "secondGenre": "Pranks",
    "thirdGenre": "Other",
    "name": "Gilda",
    "lastName": "Powers",
    "gender": "female",
    "studioSWUsed": "FILODYNE",
    "email": "gildapowers@filodyne.com",
    "hasSpace": false,
    "achivements": "Ea eiusmod ut nisi labore officia nisi pariatur amet aliqua. Amet non eiusmod cupidatat exercitation adipisicing enim ad non. Tempor aliquip Lorem laboris laboris et. Labore reprehenderit ut sint incididunt esse commodo ipsum ad adipisicing.\r\n",
    "bio": "Sit anim enim in culpa aliqua. Deserunt voluptate nisi sit Lorem nostrud excepteur non enim. Eiusmod velit quis anim proident ex ad occaecat nulla sit. Quis eu dolor amet ea in minim ut ex.\r\n",
    "lastLogin": "2015-03-02T07:25:41 +05:00",
    "lat": -77.663316,
    "long": 143.118333,
    "role": "drummer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 7
  },
  {
    "username": "5a7df2e",
    "password": "7c341448ea4b",
    "city": "Kenmar",
    "state": "Connecticut",
    "seeking": "composer",
    "mainGenre": "Trance",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 39,
    "secondGenre": "Death Metal",
    "thirdGenre": "Reggae",
    "name": "Tamera",
    "lastName": "Wyatt",
    "gender": "female",
    "studioSWUsed": "TROLLERY",
    "email": "tamerawyatt@trollery.com",
    "hasSpace": true,
    "achivements": "Veniam exercitation laboris culpa esse consequat irure anim enim anim ut nostrud. Do ut fugiat eiusmod officia. Proident nulla dolore laboris qui consequat cupidatat adipisicing nostrud ad amet quis enim eiusmod deserunt. Culpa aliquip eiusmod dolore aliquip. Id deserunt est reprehenderit qui aliquip. Cupidatat irure nostrud deserunt sunt proident incididunt minim reprehenderit cillum dolor exercitation mollit.\r\n",
    "bio": "Laboris proident voluptate veniam mollit consequat ipsum exercitation velit in sint aute enim cillum. Reprehenderit sit culpa incididunt adipisicing tempor ipsum ullamco proident culpa qui incididunt reprehenderit duis aliqua. Ea enim elit laboris ipsum quis do officia enim id.\r\n",
    "lastLogin": "2015-10-22T09:46:21 +04:00",
    "lat": -33.031415,
    "long": 133.312182,
    "role": "drummer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 3
  },
  {
    "username": "84793b8",
    "password": "4a0536830a55",
    "city": "Bagtown",
    "state": "South Carolina",
    "seeking": "band",
    "mainGenre": "Grunge",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 21,
    "secondGenre": "Pranks",
    "thirdGenre": "Techno",
    "name": "Alba",
    "lastName": "Keith",
    "gender": "female",
    "studioSWUsed": "ZANITY",
    "email": "albakeith@zanity.com",
    "hasSpace": false,
    "achivements": "Est mollit sit elit irure Lorem pariatur elit id in proident. Ea laboris duis aliqua laborum eiusmod proident laboris adipisicing consequat qui exercitation in. Dolor duis voluptate nostrud nisi exercitation ea voluptate tempor adipisicing aliquip.\r\n",
    "bio": "Magna occaecat incididunt do amet eu anim. Dolore elit velit in cupidatat culpa nostrud deserunt. Incididunt officia est non eu adipisicing non ut elit eiusmod pariatur consectetur. Occaecat culpa ut ex in enim sunt exercitation veniam. Dolor sit Lorem nulla voluptate qui. Irure deserunt officia eu excepteur dolore do.\r\n",
    "lastLogin": "2016-12-02T05:27:55 +05:00",
    "lat": 66.973947,
    "long": 91.80629,
    "role": "guitarist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 2
  },
  {
    "username": "3db025f",
    "password": "1447ef4a6627",
    "city": "Staples",
    "state": "Guam",
    "seeking": "band",
    "mainGenre": "Pop",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 35,
    "secondGenre": "Techno",
    "thirdGenre": "Ambient",
    "name": "Ford",
    "lastName": "Gill",
    "gender": "male",
    "studioSWUsed": "GAPTEC",
    "email": "fordgill@gaptec.com",
    "hasSpace": false,
    "achivements": "Occaecat eiusmod dolore excepteur in ut adipisicing do. Aliqua dolore labore nostrud eiusmod labore esse est anim occaecat voluptate ad voluptate. Consequat nisi ad eu sit reprehenderit magna excepteur in consectetur laborum non culpa. Eiusmod adipisicing consequat commodo consequat consectetur aliqua eu non aute officia nulla. Incididunt labore esse mollit veniam excepteur consequat culpa enim magna id id aute. Incididunt mollit proident minim deserunt non irure amet amet incididunt commodo. Consequat excepteur culpa consequat eu ea.\r\n",
    "bio": "Aliqua sit occaecat deserunt non laboris et voluptate laborum consequat quis nisi ipsum minim labore. Aliqua aliquip nisi cupidatat dolore non adipisicing. Officia in qui laborum sit qui voluptate magna laboris qui duis cillum. Consequat consectetur aute pariatur amet. Laboris enim nulla ullamco occaecat dolor laborum commodo exercitation sit consectetur labore consequat. Occaecat sint dolore anim amet consectetur elit incididunt irure tempor do eiusmod cillum nisi pariatur.\r\n",
    "lastLogin": "2015-05-27T11:12:37 +04:00",
    "lat": 33.86184,
    "long": 144.864245,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 2
  },
  {
    "username": "6e9d361",
    "password": "db27e7e2b002",
    "city": "Wyoming",
    "state": "Wisconsin",
    "seeking": "band",
    "mainGenre": "Blues",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 30,
    "secondGenre": "Pranks",
    "thirdGenre": "Alternative",
    "name": "Katheryn",
    "lastName": "Burgess",
    "gender": "female",
    "studioSWUsed": "UPDAT",
    "email": "katherynburgess@updat.com",
    "hasSpace": false,
    "achivements": "Nulla veniam ex est pariatur magna ullamco id eiusmod nulla veniam. Et dolor non consequat nisi amet officia. Officia ut velit sit proident adipisicing Lorem ut adipisicing. Proident amet fugiat velit dolore aliquip. Eiusmod sit laborum nisi nulla consequat ipsum. Laborum adipisicing eu proident commodo et aute veniam do sint ut veniam exercitation duis elit. Fugiat dolore duis ea est duis commodo.\r\n",
    "bio": "Lorem Lorem pariatur non culpa voluptate aute veniam enim aute consequat. Occaecat eu eiusmod irure proident consequat commodo eiusmod. Veniam esse exercitation duis amet ea laboris. Aute aliqua magna officia id veniam culpa non irure non.\r\n",
    "lastLogin": "2017-02-01T08:22:59 +05:00",
    "lat": 26.688729,
    "long": 167.209819,
    "role": "drummer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 3
  },
  {
    "username": "96f4bc1",
    "password": "871249973d8c",
    "city": "Thornport",
    "state": "Vermont",
    "seeking": "composer",
    "mainGenre": "Country",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 32,
    "secondGenre": "Vocal",
    "thirdGenre": "Death Metal",
    "name": "Rowe",
    "lastName": "Shaffer",
    "gender": "male",
    "studioSWUsed": "WAZZU",
    "email": "roweshaffer@wazzu.com",
    "hasSpace": false,
    "achivements": "Fugiat sint qui consequat dolor proident excepteur cillum voluptate irure quis elit id commodo commodo. Sint laborum velit dolor consequat culpa tempor nisi. Nisi reprehenderit duis aute duis eiusmod eiusmod voluptate pariatur pariatur adipisicing velit pariatur aliqua anim. Laboris culpa anim deserunt non incididunt quis cupidatat labore ut ea. Laboris enim non magna culpa consequat labore. Magna id occaecat labore aute eiusmod ut. Dolor sunt aliqua mollit ullamco ut labore ut mollit.\r\n",
    "bio": "Ea amet elit tempor elit officia laboris excepteur. Est et nostrud anim amet ut sunt occaecat laborum esse fugiat veniam. Lorem veniam voluptate consectetur reprehenderit.\r\n",
    "lastLogin": "2016-07-22T09:29:06 +04:00",
    "lat": 87.881384,
    "long": -145.039391,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 8
  },
  {
    "username": "4854f4a",
    "password": "2510374eee12",
    "city": "Watchtower",
    "state": "Minnesota",
    "seeking": "composer",
    "mainGenre": "Reggae",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 29,
    "secondGenre": "Vocal",
    "thirdGenre": "Techno",
    "name": "Sabrina",
    "lastName": "Wiley",
    "gender": "female",
    "studioSWUsed": "JASPER",
    "email": "sabrinawiley@jasper.com",
    "hasSpace": true,
    "achivements": "Mollit in mollit adipisicing dolor labore duis excepteur. Fugiat ex cillum irure qui veniam. Nisi voluptate ad cillum ut nulla eu et commodo pariatur sunt veniam. Labore tempor tempor exercitation do ipsum ad consectetur proident irure nulla fugiat fugiat. Aute ut occaecat laboris occaecat. Dolore cupidatat ullamco magna est do aute laboris sint nulla ad proident. Aliquip enim magna culpa minim id esse aliqua reprehenderit.\r\n",
    "bio": "Minim ad ea nostrud dolor magna. Magna quis reprehenderit reprehenderit sint aliqua irure ullamco est culpa commodo quis tempor. Ad fugiat Lorem esse adipisicing ullamco non id et consectetur cillum consectetur exercitation exercitation voluptate.\r\n",
    "lastLogin": "2016-05-28T04:58:31 +04:00",
    "lat": -20.909392,
    "long": -148.136959,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 3
  },
  {
    "username": "210666b",
    "password": "ab10d17fd435",
    "city": "Barronett",
    "state": "Utah",
    "seeking": "composer",
    "mainGenre": "Acid",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 26,
    "secondGenre": "Rap",
    "thirdGenre": "Vocal",
    "name": "Galloway",
    "lastName": "Fletcher",
    "gender": "male",
    "studioSWUsed": "ZEAM",
    "email": "gallowayfletcher@zeam.com",
    "hasSpace": false,
    "achivements": "Reprehenderit esse ipsum aute enim sit elit do ea magna ut incididunt aliqua Lorem. Sunt culpa quis irure aute duis aliquip commodo in elit nostrud exercitation ipsum. Anim aute ipsum magna ipsum ut adipisicing. Non velit commodo exercitation mollit laboris labore aute adipisicing sint ullamco enim. Lorem irure commodo nostrud enim cillum sint anim voluptate qui enim eiusmod. Sunt consectetur in fugiat laboris magna duis occaecat cupidatat et sunt voluptate elit ut.\r\n",
    "bio": "Reprehenderit nulla sunt irure quis cupidatat elit magna minim reprehenderit enim. Consequat sit dolor tempor quis mollit tempor enim commodo eu amet. Proident ut commodo occaecat aute aute dolore eu velit non anim dolore adipisicing nisi aliquip. Consequat enim cupidatat est irure et cupidatat exercitation cillum qui amet nisi laborum.\r\n",
    "lastLogin": "2017-07-01T12:19:39 +04:00",
    "lat": -29.009359,
    "long": -88.98369,
    "role": "singer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 5
  },
  {
    "username": "0beb0cc",
    "password": "0562b350b1ad",
    "city": "Choctaw",
    "state": "New Hampshire",
    "seeking": "composer",
    "mainGenre": "Oldies",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 22,
    "secondGenre": "Alternative",
    "thirdGenre": "Rap",
    "name": "Lee",
    "lastName": "Levine",
    "gender": "female",
    "studioSWUsed": "ULTRASURE",
    "email": "leelevine@ultrasure.com",
    "hasSpace": true,
    "achivements": "Ea eu cupidatat magna cupidatat cupidatat esse minim laboris nisi consequat. Deserunt exercitation id deserunt voluptate veniam. Anim adipisicing Lorem enim anim anim ex et commodo eiusmod Lorem mollit proident. Dolore aute aliquip voluptate incididunt laboris. Velit ut do sunt aliquip deserunt minim sunt duis dolore est anim.\r\n",
    "bio": "Ipsum sint aute dolore commodo. Exercitation amet irure nisi et exercitation ad adipisicing. In nulla aliqua proident in proident do aute nulla mollit duis. Nulla non veniam fugiat magna dolore nulla irure magna do et aute amet ad occaecat. Commodo dolore minim eu ea cillum laborum occaecat eiusmod exercitation veniam do cillum. Et ipsum amet ipsum non do aliqua esse reprehenderit. Aliquip excepteur incididunt eu est ex occaecat.\r\n",
    "lastLogin": "2014-10-05T05:42:41 +04:00",
    "lat": 31.548877,
    "long": 46.065248,
    "role": "singer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 4
  },
  {
    "username": "08bac8e",
    "password": "2455ec6650b3",
    "city": "Ripley",
    "state": "Delaware",
    "seeking": "composer",
    "mainGenre": "Disco",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 24,
    "secondGenre": "Pranks",
    "thirdGenre": "Reggae",
    "name": "Jarvis",
    "lastName": "Ballard",
    "gender": "male",
    "studioSWUsed": "PRISMATIC",
    "email": "jarvisballard@prismatic.com",
    "hasSpace": false,
    "achivements": "Quis anim anim deserunt irure velit consequat amet amet duis est nisi consectetur voluptate eiusmod. Fugiat adipisicing excepteur ipsum cupidatat nisi tempor ex commodo. Ea commodo officia deserunt nostrud aliquip velit commodo nostrud nulla do reprehenderit. Nisi tempor aute nostrud voluptate aliquip ad. Anim nostrud in sit non velit quis laboris ullamco mollit. Qui sunt aute proident elit labore incididunt velit do enim nulla tempor incididunt. Proident eiusmod quis eiusmod adipisicing veniam.\r\n",
    "bio": "Cupidatat ut magna officia sunt consectetur id reprehenderit ea ullamco do fugiat ullamco elit ex. Consequat minim nulla reprehenderit dolore sint in. Qui consequat cillum adipisicing ut.\r\n",
    "lastLogin": "2017-08-25T04:55:12 +04:00",
    "lat": 65.316985,
    "long": 151.236978,
    "role": "drummer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 10
  },
  {
    "username": "8fa615c",
    "password": "fe5362ec328c",
    "city": "Innsbrook",
    "state": "American Samoa",
    "seeking": "composer",
    "mainGenre": "Alternative",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 28,
    "secondGenre": "Techno",
    "thirdGenre": "Ambient",
    "name": "Myrna",
    "lastName": "Snyder",
    "gender": "female",
    "studioSWUsed": "COMSTRUCT",
    "email": "myrnasnyder@comstruct.com",
    "hasSpace": true,
    "achivements": "In magna consequat voluptate occaecat. Magna ipsum cupidatat dolor eiusmod veniam commodo proident occaecat aute incididunt ad cupidatat fugiat dolore. Consequat duis voluptate ex commodo magna non anim aliqua non cillum. Tempor amet ullamco duis elit consectetur veniam tempor nisi commodo tempor anim irure elit commodo. Dolore commodo in tempor nisi laboris amet magna cillum duis ullamco id laboris qui. Aliquip et sint cupidatat incididunt sint quis nisi do ipsum irure ad amet. Quis ullamco velit cillum fugiat ea aliqua occaecat excepteur laborum.\r\n",
    "bio": "Aliquip commodo magna dolor anim est duis dolore enim. Sit ex ad elit enim tempor consectetur deserunt cupidatat sit nostrud Lorem sit aute. Non exercitation veniam ut laborum ipsum proident cupidatat eu mollit dolor exercitation. Duis ex eu nisi laboris culpa proident enim ut est eiusmod id mollit minim. Pariatur ex in aliqua elit in anim eiusmod.\r\n",
    "lastLogin": "2016-11-14T08:27:51 +05:00",
    "lat": -13.752292,
    "long": -74.29486,
    "role": "guitarist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 9
  },
  {
    "username": "506336f",
    "password": "d94a917421dc",
    "city": "Greer",
    "state": "Maine",
    "seeking": "band",
    "mainGenre": "Acid",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 21,
    "secondGenre": "Reggae",
    "thirdGenre": "Vocal",
    "name": "Evangelina",
    "lastName": "Bender",
    "gender": "female",
    "studioSWUsed": "SUREPLEX",
    "email": "evangelinabender@sureplex.com",
    "hasSpace": false,
    "achivements": "Sint occaecat dolore culpa proident occaecat. Enim anim aute laboris sit et nisi esse do excepteur dolor aliquip. In dolor sint incididunt tempor aute culpa ullamco. Aliquip sunt magna sint qui reprehenderit. Eu fugiat officia laborum est exercitation tempor laborum labore laborum. Laborum velit commodo adipisicing dolore.\r\n",
    "bio": "Irure veniam labore velit nostrud veniam. Incididunt est non sint qui enim velit. Dolor minim tempor magna aute veniam ullamco sunt sint velit culpa ipsum. Non officia sint veniam dolor consequat anim ullamco in cupidatat enim officia occaecat. Excepteur labore sint nostrud labore occaecat laborum id mollit. Ut eu et eu et velit labore amet cillum mollit mollit nisi pariatur. Cillum reprehenderit voluptate eiusmod incididunt officia proident fugiat eiusmod non.\r\n",
    "lastLogin": "2014-01-12T08:18:58 +05:00",
    "lat": 71.062541,
    "long": -159.61684,
    "role": "guitarist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 7
  },
  {
    "username": "485820d",
    "password": "ad3a166c2198",
    "city": "Cataract",
    "state": "Iowa",
    "seeking": "composer",
    "mainGenre": "Jazz",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 23,
    "secondGenre": "Death Metal",
    "thirdGenre": "Soundtrack",
    "name": "Addie",
    "lastName": "Carlson",
    "gender": "female",
    "studioSWUsed": "PRIMORDIA",
    "email": "addiecarlson@primordia.com",
    "hasSpace": true,
    "achivements": "Voluptate labore labore consequat anim do et elit culpa voluptate occaecat dolor. Exercitation consequat magna duis culpa aliquip veniam irure voluptate quis anim voluptate cillum. Est reprehenderit et velit nulla irure adipisicing ut est eiusmod et adipisicing id aliquip.\r\n",
    "bio": "Mollit culpa enim exercitation deserunt est incididunt minim. Exercitation occaecat ipsum nisi tempor labore nulla duis ea laborum labore occaecat irure laborum sunt. Tempor ea tempor sint labore. Ex quis minim ex do ullamco voluptate proident eiusmod dolor nisi. Nulla ex non consectetur enim nisi amet. Ullamco incididunt nisi est labore.\r\n",
    "lastLogin": "2016-12-11T05:30:02 +05:00",
    "lat": -8.282947,
    "long": 64.109047,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 10
  },
  {
    "username": "85bf9c0",
    "password": "aea53deab5e2",
    "city": "Wilsonia",
    "state": "Texas",
    "seeking": "band",
    "mainGenre": "Ambient",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 21,
    "secondGenre": "Industrial",
    "thirdGenre": "Other",
    "name": "Lynnette",
    "lastName": "Travis",
    "gender": "female",
    "studioSWUsed": "TALKALOT",
    "email": "lynnettetravis@talkalot.com",
    "hasSpace": false,
    "achivements": "Minim sit aute id velit ad eiusmod magna fugiat veniam velit est ipsum. Est tempor elit magna do dolor. Duis irure veniam qui dolor in ad. Officia deserunt nostrud adipisicing aute eu officia pariatur consequat deserunt est mollit voluptate deserunt. Sunt nostrud ullamco ut anim duis labore pariatur duis sint culpa velit.\r\n",
    "bio": "Amet duis duis irure nostrud cupidatat pariatur in. Sint ea amet esse proident non duis reprehenderit amet quis amet. Lorem qui aliquip aute aute magna.\r\n",
    "lastLogin": "2014-11-05T05:47:24 +05:00",
    "lat": -66.846177,
    "long": -127.830787,
    "role": "pianist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 5
  },
  {
    "username": "cc17515",
    "password": "f65b1785ec6f",
    "city": "Marion",
    "state": "South Dakota",
    "seeking": "composer",
    "mainGenre": "Industrial",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 31,
    "secondGenre": "Vocal",
    "thirdGenre": "Rap",
    "name": "Carroll",
    "lastName": "Chen",
    "gender": "male",
    "studioSWUsed": "BRISTO",
    "email": "carrollchen@bristo.com",
    "hasSpace": true,
    "achivements": "Enim id sit duis in ad est consequat tempor veniam. Est adipisicing duis esse Lorem dolore fugiat ut. Laborum qui consectetur dolore aliqua ipsum eu aute. Aute aliquip esse cillum pariatur consequat fugiat amet veniam. Mollit exercitation velit do nisi do veniam amet officia. Cupidatat aute non adipisicing sit sint pariatur.\r\n",
    "bio": "Laborum deserunt consequat aliquip quis ex proident cillum voluptate voluptate cillum non enim non. Veniam voluptate sunt ipsum adipisicing aute sit ex eu id consectetur. Aliquip aute culpa est et enim amet tempor incididunt. Consequat irure adipisicing officia eu eiusmod consectetur voluptate aliquip nostrud labore voluptate dolor ex. Amet magna aliqua deserunt amet laborum. Eu dolor do proident mollit consequat amet cillum irure qui aliqua deserunt cupidatat do.\r\n",
    "lastLogin": "2014-05-17T11:45:53 +04:00",
    "lat": 74.701602,
    "long": -75.27371,
    "role": "pianist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 7
  },
  {
    "username": "05ab835",
    "password": "31f3418955ef",
    "city": "Rosburg",
    "state": "Northern Mariana Islands",
    "seeking": "composer",
    "mainGenre": "Acid",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 29,
    "secondGenre": "Techno",
    "thirdGenre": "Death Metal",
    "name": "Gwen",
    "lastName": "Mcleod",
    "gender": "female",
    "studioSWUsed": "ZILODYNE",
    "email": "gwenmcleod@zilodyne.com",
    "hasSpace": false,
    "achivements": "Dolore culpa occaecat officia et. Culpa deserunt minim amet esse occaecat ullamco enim. Quis est mollit aliqua Lorem id commodo tempor Lorem. Cillum dolore quis sunt voluptate. Elit aliquip duis incididunt anim sint cillum cupidatat sint fugiat exercitation anim ipsum exercitation.\r\n",
    "bio": "Enim voluptate et in tempor cillum quis tempor. Occaecat commodo nisi consectetur proident pariatur tempor mollit. Commodo in quis labore sit ex cillum nulla.\r\n",
    "lastLogin": "2015-12-28T12:29:12 +05:00",
    "lat": -74.443217,
    "long": -105.018209,
    "role": "drummer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 4
  },
  {
    "username": "afdf148",
    "password": "ffe95395dfe5",
    "city": "Garnet",
    "state": "Louisiana",
    "seeking": "composer",
    "mainGenre": "Soundtrack",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 38,
    "secondGenre": "Alternative",
    "thirdGenre": "Ambient",
    "name": "Golden",
    "lastName": "Woodard",
    "gender": "male",
    "studioSWUsed": "VIRVA",
    "email": "goldenwoodard@virva.com",
    "hasSpace": false,
    "achivements": "Ad ad nisi exercitation enim labore. Velit sint dolor veniam eu laborum eiusmod. Sit qui do occaecat ullamco ullamco exercitation est nisi excepteur. Aliquip ut nulla in sunt incididunt labore consequat nisi pariatur ad. Aute cillum non culpa aliqua. Ad ad mollit occaecat excepteur pariatur ex excepteur fugiat deserunt veniam anim mollit nostrud. Occaecat ex magna cillum laboris cillum exercitation minim.\r\n",
    "bio": "Quis sunt dolore sit do laboris sit esse ea. Sit fugiat ad dolor exercitation adipisicing sit aute. Labore ex aute dolor officia elit magna mollit magna. Ut aute labore veniam nisi anim laborum. Nisi sit officia est laboris eiusmod officia tempor commodo. Id sit nostrud pariatur in est et consectetur tempor dolor do ad.\r\n",
    "lastLogin": "2014-03-05T01:10:52 +05:00",
    "lat": -80.064843,
    "long": 28.628892,
    "role": "pianist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 6
  },
  {
    "username": "b71bd9c",
    "password": "1862709b4716",
    "city": "Saticoy",
    "state": "Tennessee",
    "seeking": "composer",
    "mainGenre": "Soundtrack",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 25,
    "secondGenre": "Soundtrack",
    "thirdGenre": "Pranks",
    "name": "Nolan",
    "lastName": "Bailey",
    "gender": "male",
    "studioSWUsed": "COWTOWN",
    "email": "nolanbailey@cowtown.com",
    "hasSpace": false,
    "achivements": "Cupidatat Lorem laborum consectetur irure. Officia aliquip deserunt Lorem veniam. Voluptate dolor aliqua ipsum sunt esse mollit eu laboris culpa consequat sint cupidatat eu. Ea amet ex dolore deserunt laborum amet aliquip elit tempor. Sunt officia labore Lorem est consequat incididunt est qui. Consectetur aute aliqua pariatur cillum consectetur dolor.\r\n",
    "bio": "Nisi eiusmod officia consectetur magna pariatur magna pariatur pariatur et exercitation tempor velit. Aliqua non Lorem consequat magna officia. Nulla veniam quis elit culpa incididunt id. In non mollit irure ullamco. Quis consequat nisi cillum irure voluptate dolor velit tempor nulla id proident amet. Et laboris ad consequat in pariatur ex.\r\n",
    "lastLogin": "2016-04-06T02:58:37 +04:00",
    "lat": -56.058041,
    "long": 128.599656,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 2
  },
  {
    "username": "fa91f04",
    "password": "0ebe92f1cc5a",
    "city": "Lavalette",
    "state": "Missouri",
    "seeking": "band",
    "mainGenre": "Rap",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 39,
    "secondGenre": "Alternative",
    "thirdGenre": "Other",
    "name": "Baxter",
    "lastName": "Sharp",
    "gender": "male",
    "studioSWUsed": "JOVIOLD",
    "email": "baxtersharp@joviold.com",
    "hasSpace": false,
    "achivements": "Ut sunt aliquip magna voluptate adipisicing. Excepteur pariatur excepteur excepteur veniam cupidatat officia do excepteur amet qui excepteur. Magna voluptate tempor minim cillum enim anim id consectetur nulla consectetur amet ea eiusmod. Adipisicing culpa nostrud in ut quis elit cillum eu laborum aute aliqua in.\r\n",
    "bio": "Sint laboris officia est sunt commodo nostrud eiusmod amet ad nulla. Lorem adipisicing voluptate fugiat mollit consectetur minim est deserunt ea pariatur ut mollit laborum culpa. Aliqua velit duis mollit excepteur aliquip officia tempor. Laborum nostrud ipsum ea laboris veniam duis. Dolor excepteur exercitation et velit minim.\r\n",
    "lastLogin": "2016-11-14T05:23:28 +05:00",
    "lat": -69.652398,
    "long": -18.949934,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 6
  },
  {
    "username": 1.03e+208,
    "password": "ef4a99772d40",
    "city": "Neahkahnie",
    "state": "New Mexico",
    "seeking": "band",
    "mainGenre": "Alternative",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 31,
    "secondGenre": "Ambient",
    "thirdGenre": "Vocal",
    "name": "Bettie",
    "lastName": "Maldonado",
    "gender": "female",
    "studioSWUsed": "EURON",
    "email": "bettiemaldonado@euron.com",
    "hasSpace": false,
    "achivements": "Sunt adipisicing sunt voluptate id eiusmod deserunt est esse qui irure. Reprehenderit mollit voluptate qui aliqua do tempor excepteur consequat ex voluptate eu anim irure anim. Veniam do aliquip officia enim qui tempor commodo. Consectetur deserunt voluptate voluptate elit veniam Lorem id aliquip. Magna dolore non aliquip nostrud enim minim.\r\n",
    "bio": "Laborum non culpa laborum consequat sit elit nulla deserunt tempor. Veniam laboris reprehenderit ullamco eu fugiat aliqua do nisi enim labore amet culpa laboris. Laborum officia sunt quis quis sit nulla elit pariatur sit tempor nulla dolore aliquip. Incididunt ut sint duis officia incididunt incididunt ex adipisicing fugiat aliqua quis ipsum nisi tempor. Laboris quis qui adipisicing sit id reprehenderit ut. Labore ullamco exercitation ex esse consequat exercitation ea est ullamco ipsum consectetur aliqua non ipsum. Aute consectetur cillum sunt mollit culpa veniam id duis aliquip adipisicing.\r\n",
    "lastLogin": "2017-09-05T02:34:38 +04:00",
    "lat": 31.293865,
    "long": -171.066795,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 2
  },
  {
    "username": "46e2fef",
    "password": "58d91d07b491",
    "city": "Century",
    "state": "Rhode Island",
    "seeking": "band",
    "mainGenre": "Trance",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 32,
    "secondGenre": "Vocal",
    "thirdGenre": "Reggae",
    "name": "Cooke",
    "lastName": "Cameron",
    "gender": "male",
    "studioSWUsed": "ISBOL",
    "email": "cookecameron@isbol.com",
    "hasSpace": true,
    "achivements": "Veniam dolor aliquip veniam exercitation enim ad sit nulla dolor irure laboris. Lorem veniam non esse laboris nulla esse commodo nostrud officia. Aliquip ad id nisi ipsum incididunt ipsum sint.\r\n",
    "bio": "Aliquip do proident aliquip velit eu dolore proident cillum. Labore officia anim quis veniam quis nulla amet aute et ipsum nulla adipisicing anim. Aute dolore cillum ad do sint. Pariatur et labore Lorem officia in voluptate consequat sit laboris.\r\n",
    "lastLogin": "2016-08-05T07:31:54 +04:00",
    "lat": 1.176236,
    "long": -140.523732,
    "role": "pianist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 3
  },
  {
    "username": "2d2dbe6",
    "password": "23a7b79c158a",
    "city": "Calverton",
    "state": "Virginia",
    "seeking": "composer",
    "mainGenre": "Instrumental",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 21,
    "secondGenre": "Vocal",
    "thirdGenre": "Ambient",
    "name": "Le",
    "lastName": "Conley",
    "gender": "male",
    "studioSWUsed": "IPLAX",
    "email": "leconley@iplax.com",
    "hasSpace": true,
    "achivements": "Aute esse voluptate amet consequat deserunt ut pariatur esse pariatur consectetur sit in. Enim magna do enim cupidatat anim in aliqua ullamco magna commodo. Tempor fugiat tempor laborum tempor officia cillum fugiat ex in commodo deserunt consequat reprehenderit. Consequat aute non ullamco proident ex quis exercitation dolor magna sunt irure in adipisicing consequat. Elit deserunt laborum consequat sunt est reprehenderit. Cupidatat amet ad exercitation qui sit veniam amet sint ea labore. Ex et magna ipsum dolore ipsum mollit fugiat laboris non do labore.\r\n",
    "bio": "Voluptate laboris cupidatat voluptate nostrud dolore commodo officia magna irure nostrud sit non consectetur. Dolore aliquip magna ea minim laborum nostrud culpa nostrud anim irure cupidatat eiusmod. Consectetur non proident Lorem est esse laborum esse fugiat id sit aliqua fugiat. Consectetur sint laborum excepteur sit cupidatat anim culpa ipsum aute est laborum nisi labore aliquip. Mollit sunt do fugiat voluptate quis occaecat. Ea do laboris quis excepteur eiusmod enim laborum fugiat irure. Esse esse sunt magna cupidatat.\r\n",
    "lastLogin": "2017-11-05T09:48:52 +05:00",
    "lat": -48.365453,
    "long": -17.947571,
    "role": "drummer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 6
  },
  {
    "username": "26b4f5d",
    "password": "eee2a1a4beca",
    "city": "Saranap",
    "state": "Oklahoma",
    "seeking": "band",
    "mainGenre": "Funk",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 30,
    "secondGenre": "Death Metal",
    "thirdGenre": "Reggae",
    "name": "Summer",
    "lastName": "Serrano",
    "gender": "female",
    "studioSWUsed": "FUTURIZE",
    "email": "summerserrano@futurize.com",
    "hasSpace": false,
    "achivements": "Ipsum cillum minim fugiat aliquip. Sint ea cillum deserunt dolor ex non eiusmod. Velit commodo dolor voluptate do excepteur dolore excepteur consectetur nulla pariatur esse nisi incididunt est.\r\n",
    "bio": "Deserunt proident exercitation magna minim aliqua magna. Reprehenderit est in culpa culpa aliquip excepteur ullamco proident cupidatat. Aliquip ex dolor pariatur do ut voluptate exercitation consequat consectetur. Lorem in sit est nostrud proident do sint commodo officia cupidatat sit enim eiusmod qui.\r\n",
    "lastLogin": "2014-05-13T01:55:38 +04:00",
    "lat": 43.59026,
    "long": 21.713255,
    "role": "pianist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 2
  },
  {
    "username": "d6a5c02",
    "password": "089f26ae6225",
    "city": "Enetai",
    "state": "Georgia",
    "seeking": "band",
    "mainGenre": "Jazz",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 21,
    "secondGenre": "Ambient",
    "thirdGenre": "Ambient",
    "name": "Buchanan",
    "lastName": "Mckee",
    "gender": "male",
    "studioSWUsed": "BITENDREX",
    "email": "buchananmckee@bitendrex.com",
    "hasSpace": false,
    "achivements": "Occaecat aliquip qui ea nulla aliqua ut nulla dolor nostrud reprehenderit sint deserunt aliquip. Est incididunt culpa amet aliquip ad eu est fugiat esse. Fugiat nostrud sit veniam Lorem reprehenderit proident tempor. Eu eiusmod cillum irure est aliquip ea eiusmod excepteur eiusmod non consectetur enim adipisicing eu. Ea minim dolor adipisicing do officia excepteur deserunt proident enim fugiat elit enim laboris veniam. Mollit ullamco nostrud consectetur quis eiusmod dolore aliquip quis non adipisicing est amet.\r\n",
    "bio": "Reprehenderit aute ipsum minim deserunt irure. Est sit ullamco dolor voluptate commodo consectetur irure aliqua. Minim duis magna non dolor esse proident quis elit ullamco duis eu sunt esse nostrud. Quis esse Lorem sunt exercitation nisi veniam excepteur elit mollit fugiat nostrud. Id laborum tempor deserunt pariatur pariatur veniam enim.\r\n",
    "lastLogin": "2015-10-19T03:10:30 +04:00",
    "lat": -67.196182,
    "long": -7.97007,
    "role": "drummer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 8
  },
  {
    "username": "fb2188f",
    "password": "7fe85802b6d8",
    "city": "Nutrioso",
    "state": "Michigan",
    "seeking": "band",
    "mainGenre": "Pop",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 29,
    "secondGenre": "Death Metal",
    "thirdGenre": "Other",
    "name": "Mallory",
    "lastName": "Taylor",
    "gender": "female",
    "studioSWUsed": "LYRIA",
    "email": "mallorytaylor@lyria.com",
    "hasSpace": true,
    "achivements": "Et in eiusmod sunt est eiusmod cillum deserunt sit nostrud dolor. Dolore tempor reprehenderit nulla occaecat laboris exercitation excepteur sunt culpa cupidatat elit nisi. Enim eu laborum laboris labore amet eiusmod eiusmod aliquip quis id cillum. Nostrud non reprehenderit consectetur officia adipisicing officia sint nulla deserunt. Anim pariatur fugiat proident aute in cupidatat aute magna. Culpa duis aute aliquip id eu eiusmod est. Ipsum pariatur dolor non irure ipsum irure do cupidatat.\r\n",
    "bio": "Culpa anim occaecat ut officia do eiusmod ipsum. Ex minim ea aute occaecat in adipisicing dolore tempor labore nisi. Elit tempor adipisicing eiusmod nulla duis amet laborum qui consectetur nisi exercitation minim. Labore ut proident do do veniam deserunt do fugiat consectetur proident aliqua incididunt consectetur. Aliqua pariatur nulla eu eiusmod voluptate non deserunt exercitation nostrud culpa irure qui mollit. Lorem officia mollit do do cillum pariatur id. Labore minim qui irure do aliquip esse ullamco elit cupidatat elit.\r\n",
    "lastLogin": "2015-07-31T08:33:46 +04:00",
    "lat": -60.036381,
    "long": 19.805716,
    "role": "guitarist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 8
  },
  {
    "username": "15f6647",
    "password": "271b5eeebb60",
    "city": "Lupton",
    "state": "California",
    "seeking": "composer",
    "mainGenre": "House",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 33,
    "secondGenre": "Alternative",
    "thirdGenre": "Pranks",
    "name": "Castro",
    "lastName": "Cummings",
    "gender": "male",
    "studioSWUsed": "VORTEXACO",
    "email": "castrocummings@vortexaco.com",
    "hasSpace": false,
    "achivements": "Ullamco sit Lorem amet commodo culpa. Enim cupidatat non labore id velit veniam est qui ullamco qui laboris aliqua in amet. Elit nisi laborum nostrud minim. Dolore consectetur ut dolore nostrud quis eiusmod consequat aliquip dolor amet tempor ullamco deserunt ea. Fugiat cupidatat adipisicing enim nulla qui ullamco. Nostrud labore est occaecat do ipsum.\r\n",
    "bio": "Non nostrud voluptate incididunt ex proident esse. Deserunt labore sint reprehenderit est magna commodo velit aute sunt cupidatat sunt anim et commodo. Cupidatat minim ut eu cupidatat cillum aliquip excepteur irure adipisicing cillum dolore. Dolore ex occaecat consequat officia consequat nulla. Officia labore est elit non minim consequat ea anim esse aute ipsum laborum nisi sit.\r\n",
    "lastLogin": "2017-03-10T11:47:17 +05:00",
    "lat": 32.490451,
    "long": 111.374768,
    "role": "pianist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 2
  },
  {
    "username": "dcec94f",
    "password": "eb797459c690",
    "city": "Tuskahoma",
    "state": "Mississippi",
    "seeking": "band",
    "mainGenre": "Pop",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 20,
    "secondGenre": "Pranks",
    "thirdGenre": "Other",
    "name": "Tucker",
    "lastName": "Webb",
    "gender": "male",
    "studioSWUsed": "ACRUEX",
    "email": "tuckerwebb@acruex.com",
    "hasSpace": true,
    "achivements": "Deserunt veniam et esse quis. Dolore culpa cupidatat occaecat est pariatur et veniam commodo minim est. Lorem aliqua consectetur occaecat labore tempor aliqua ipsum sunt est exercitation ullamco.\r\n",
    "bio": "Ut aliqua velit aliqua adipisicing pariatur eu duis commodo proident amet non sit ea commodo. Duis ea est reprehenderit proident pariatur nostrud occaecat enim ex enim. Cupidatat duis incididunt deserunt magna.\r\n",
    "lastLogin": "2014-07-15T03:06:53 +04:00",
    "lat": 10.101692,
    "long": -96.150191,
    "role": "pianist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 6
  },
  {
    "username": "ea1f09d",
    "password": "a721956406b1",
    "city": "Shrewsbury",
    "state": "Wyoming",
    "seeking": "composer",
    "mainGenre": "Rap",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 27,
    "secondGenre": "Soundtrack",
    "thirdGenre": "Industrial",
    "name": "Hogan",
    "lastName": "Henson",
    "gender": "male",
    "studioSWUsed": "EXOZENT",
    "email": "hoganhenson@exozent.com",
    "hasSpace": false,
    "achivements": "Cillum et laboris ut ut nostrud eu cupidatat anim laboris nostrud. Id non consectetur ut irure est magna sit voluptate nisi pariatur. Deserunt velit cupidatat deserunt culpa consectetur nulla aliquip sint quis fugiat non. Eu elit sunt elit aute incididunt eiusmod reprehenderit adipisicing nisi consectetur. Aliqua occaecat sint elit amet ut amet cillum nulla reprehenderit. Veniam laborum sit et magna consectetur nulla. Eu enim consectetur ad non.\r\n",
    "bio": "Esse nostrud sit ipsum officia ut proident nisi excepteur. Ad voluptate fugiat nisi ipsum. Reprehenderit velit consequat ut mollit. Voluptate sint aliquip pariatur veniam.\r\n",
    "lastLogin": "2017-08-21T02:49:00 +04:00",
    "lat": 46.405326,
    "long": -152.996625,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 4
  },
  {
    "username": "e45ec0a",
    "password": "7490cc2838a5",
    "city": "Craig",
    "state": "Maryland",
    "seeking": "composer",
    "mainGenre": "Classical",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 39,
    "secondGenre": "Techno",
    "thirdGenre": "Death Metal",
    "name": "Lessie",
    "lastName": "Hess",
    "gender": "female",
    "studioSWUsed": "ARTWORLDS",
    "email": "lessiehess@artworlds.com",
    "hasSpace": true,
    "achivements": "Et adipisicing ad sit ad incididunt deserunt ea quis. Elit ut anim proident consequat consequat dolor laboris sunt magna commodo sit. Magna non laborum mollit deserunt voluptate cillum ipsum. Commodo dolore nisi exercitation qui minim sit elit proident in sit do exercitation sunt ea. Pariatur nisi excepteur fugiat sunt dolore in adipisicing irure incididunt eu. Sint minim nulla Lorem est ipsum pariatur. Reprehenderit dolor nisi in nisi in adipisicing voluptate fugiat ipsum occaecat ex.\r\n",
    "bio": "Ad esse occaecat est dolore. Enim ullamco do consectetur commodo. Ipsum enim commodo in aute veniam dolor elit id sit. Consequat magna elit ipsum id aliquip mollit veniam consequat ad reprehenderit exercitation. Ullamco mollit voluptate magna veniam qui pariatur laboris sint labore eu eu fugiat ut. Sit magna qui eu esse laboris qui nostrud amet. Sit voluptate in fugiat id enim cupidatat labore enim ipsum deserunt veniam.\r\n",
    "lastLogin": "2017-05-27T02:57:00 +04:00",
    "lat": -2.693677,
    "long": 8.8468,
    "role": "drummer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 5
  },
  {
    "username": "2231c29",
    "password": "4f87d76af29b",
    "city": "Coleville",
    "state": "Florida",
    "seeking": "composer",
    "mainGenre": "Grunge",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 27,
    "secondGenre": "Industrial",
    "thirdGenre": "Other",
    "name": "Gilmore",
    "lastName": "Cole",
    "gender": "male",
    "studioSWUsed": "ASSISTIX",
    "email": "gilmorecole@assistix.com",
    "hasSpace": true,
    "achivements": "Amet occaecat Lorem anim laborum reprehenderit duis anim anim eu non. Nostrud consequat id enim ut enim incididunt. Quis proident ullamco est velit anim qui qui ad reprehenderit. Quis sint voluptate laboris et excepteur ut voluptate mollit consectetur veniam aliqua in consectetur non. Ea aliquip sint sit irure quis.\r\n",
    "bio": "Consectetur eu do non fugiat. Sint voluptate sint ex sit nisi sunt et. Nulla ut excepteur dolore cillum reprehenderit ut adipisicing aute irure. Sint proident velit do elit elit consectetur qui excepteur commodo mollit exercitation.\r\n",
    "lastLogin": "2014-07-12T04:40:27 +04:00",
    "lat": 56.295021,
    "long": -66.396653,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 2
  },
  {
    "username": "a2489ce",
    "password": "fb8e24d5b738",
    "city": "Harrison",
    "state": "Nevada",
    "seeking": "band",
    "mainGenre": "Dance",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 27,
    "secondGenre": "Alternative",
    "thirdGenre": "Alternative",
    "name": "Marsh",
    "lastName": "Pollard",
    "gender": "male",
    "studioSWUsed": "ENTROFLEX",
    "email": "marshpollard@entroflex.com",
    "hasSpace": false,
    "achivements": "Exercitation duis exercitation dolore minim. Irure nostrud in nisi pariatur dolor tempor ea velit Lorem incididunt et voluptate. Cillum incididunt sit culpa labore sit excepteur nisi do ex nulla nulla. Pariatur proident ipsum ipsum magna dolore do id ex mollit. Minim nulla ut amet quis ullamco dolor in laboris ut. Minim amet proident ex eu mollit sint ad. Anim aute enim minim sint nisi elit cupidatat veniam enim eiusmod veniam proident.\r\n",
    "bio": "Ex in eu nostrud amet nisi occaecat id voluptate in occaecat dolore ullamco incididunt. Elit sunt pariatur sint minim dolor enim. Sunt id qui adipisicing consequat laborum in dolor sit voluptate commodo. Veniam proident deserunt consectetur Lorem.\r\n",
    "lastLogin": "2014-08-29T03:10:35 +04:00",
    "lat": -74.243171,
    "long": -67.372822,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 10
  },
  {
    "username": "e730095",
    "password": "d8e9e669b356",
    "city": "Dyckesville",
    "state": "Marshall Islands",
    "seeking": "composer",
    "mainGenre": "Funk",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 22,
    "secondGenre": "Ambient",
    "thirdGenre": "Rap",
    "name": "Tara",
    "lastName": "Washington",
    "gender": "female",
    "studioSWUsed": "COMTEXT",
    "email": "tarawashington@comtext.com",
    "hasSpace": true,
    "achivements": "Reprehenderit occaecat non sunt voluptate voluptate laboris fugiat Lorem esse sint consectetur labore. Amet dolore sit consectetur elit aliqua magna. Id ex cillum et aliqua deserunt consequat irure in consectetur nisi. Tempor incididunt reprehenderit do ut irure ullamco irure velit commodo incididunt nulla laboris. In eu sint nisi do sit.\r\n",
    "bio": "Anim esse Lorem fugiat non nostrud qui quis laboris. Quis labore Lorem elit id Lorem aliquip ullamco. Sint cupidatat quis qui Lorem id tempor exercitation non veniam ut qui duis.\r\n",
    "lastLogin": "2017-05-18T01:24:40 +04:00",
    "lat": 49.258269,
    "long": -64.155161,
    "role": "guitarist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 7
  },
  {
    "username": "e382268",
    "password": "6843f26c1be4",
    "city": "Keller",
    "state": "North Dakota",
    "seeking": "composer",
    "mainGenre": "Disco",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 37,
    "secondGenre": "Ambient",
    "thirdGenre": "Pranks",
    "name": "Helena",
    "lastName": "Jackson",
    "gender": "female",
    "studioSWUsed": "FIBRODYNE",
    "email": "helenajackson@fibrodyne.com",
    "hasSpace": true,
    "achivements": "Incididunt voluptate voluptate velit enim. Sint tempor est pariatur culpa nulla mollit aute excepteur elit adipisicing in. Dolore proident duis consequat deserunt nulla fugiat eiusmod. Anim proident voluptate laborum eu sit. Ullamco nisi tempor quis pariatur elit mollit deserunt ad incididunt. Commodo irure et excepteur non ullamco proident culpa incididunt dolor nulla ut.\r\n",
    "bio": "Eu aliquip laborum magna est culpa sit eiusmod incididunt mollit voluptate aliqua nisi do. Minim laborum irure dolore quis excepteur laborum. Non in et sit sit ipsum non eiusmod magna aute. Esse et cupidatat elit ullamco.\r\n",
    "lastLogin": "2014-06-06T04:55:10 +04:00",
    "lat": 26.661834,
    "long": -145.189705,
    "role": "singer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 8
  },
  {
    "username": "e880e7c",
    "password": "c40067ce295f",
    "city": "Grahamtown",
    "state": "Pennsylvania",
    "seeking": "band",
    "mainGenre": "Blues",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 37,
    "secondGenre": "Ambient",
    "thirdGenre": "Vocal",
    "name": "Muriel",
    "lastName": "Hall",
    "gender": "female",
    "studioSWUsed": "FURNITECH",
    "email": "murielhall@furnitech.com",
    "hasSpace": true,
    "achivements": "Labore laborum culpa aute ad nisi cillum esse consectetur. In do quis elit laboris magna ipsum aliqua. Qui elit nostrud excepteur aute occaecat. Et amet Lorem adipisicing officia sunt dolore do duis. Cillum veniam laboris anim elit esse mollit magna et ex eu cillum et.\r\n",
    "bio": "Cupidatat anim magna aliquip laboris non commodo. Reprehenderit ut fugiat qui nisi mollit veniam dolore ipsum dolor velit incididunt. Nostrud sunt officia nulla ipsum consequat voluptate ut laborum veniam reprehenderit.\r\n",
    "lastLogin": "2016-10-22T11:28:40 +04:00",
    "lat": -6.412262,
    "long": -168.188249,
    "role": "drummer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 8
  },
  {
    "username": "d7b44be",
    "password": "5758ce3b1815",
    "city": "Kapowsin",
    "state": "Alaska",
    "seeking": "composer",
    "mainGenre": "Disco",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 20,
    "secondGenre": "Soundtrack",
    "thirdGenre": "Ambient",
    "name": "Evans",
    "lastName": "Pittman",
    "gender": "male",
    "studioSWUsed": "XUMONK",
    "email": "evanspittman@xumonk.com",
    "hasSpace": true,
    "achivements": "Cillum ea incididunt excepteur duis. Duis eiusmod reprehenderit et velit culpa pariatur. Tempor tempor elit non in et do adipisicing ea. Do Lorem ipsum Lorem voluptate elit et magna Lorem excepteur quis ullamco. Duis culpa officia consectetur reprehenderit excepteur non cillum non elit voluptate minim qui. Sint esse aliquip duis fugiat nostrud nulla mollit labore. Voluptate ad officia cillum Lorem cupidatat adipisicing aute anim anim.\r\n",
    "bio": "Ipsum pariatur ipsum officia eu est cillum voluptate incididunt mollit. Amet dolor reprehenderit et laborum reprehenderit sint ipsum. Ut duis quis laborum aliqua anim. Reprehenderit non eu exercitation incididunt voluptate sunt ipsum qui deserunt sit. Incididunt minim tempor aliqua fugiat laboris dolore velit ea. Aute laborum irure adipisicing dolor cillum adipisicing aute proident.\r\n",
    "lastLogin": "2017-07-11T03:39:29 +04:00",
    "lat": 15.913771,
    "long": -141.396948,
    "role": "singer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 8
  },
  {
    "username": "f558e7c",
    "password": "674e8b36e2ce",
    "city": "Sehili",
    "state": "Alabama",
    "seeking": "band",
    "mainGenre": "Acid",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 30,
    "secondGenre": "Reggae",
    "thirdGenre": "Death Metal",
    "name": "Margie",
    "lastName": "Langley",
    "gender": "female",
    "studioSWUsed": "QUALITEX",
    "email": "margielangley@qualitex.com",
    "hasSpace": false,
    "achivements": "Aliquip nostrud cupidatat velit quis aliquip amet nulla mollit sint enim sunt nulla. Id sit laborum id aliqua. Minim anim ad ad sunt sunt veniam mollit. Ea mollit dolore pariatur aliquip mollit aute proident reprehenderit eiusmod sint occaecat.\r\n",
    "bio": "Minim exercitation fugiat adipisicing exercitation cupidatat quis culpa. Proident dolore ex nulla anim culpa voluptate velit consequat. Laborum adipisicing labore non elit. Commodo tempor enim magna ad sint labore commodo culpa. Enim reprehenderit proident quis esse dolore incididunt enim do. Cupidatat sit veniam eu deserunt fugiat esse culpa exercitation incididunt. Occaecat tempor irure commodo excepteur pariatur dolore esse qui.\r\n",
    "lastLogin": "2014-01-25T10:52:04 +05:00",
    "lat": 32.982084,
    "long": 148.122386,
    "role": "pianist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 4
  },
  {
    "username": "c574ee8",
    "password": "e480240e8f0e",
    "city": "Boonville",
    "state": "Idaho",
    "seeking": "band",
    "mainGenre": "Funk",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 24,
    "secondGenre": "Alternative",
    "thirdGenre": "Ambient",
    "name": "Mcdowell",
    "lastName": "Willis",
    "gender": "male",
    "studioSWUsed": "STEELTAB",
    "email": "mcdowellwillis@steeltab.com",
    "hasSpace": true,
    "achivements": "Ad est laborum ea anim dolor nostrud proident do sit culpa eiusmod esse. Aute fugiat adipisicing ex aliqua pariatur commodo aliquip. Est esse esse sit et laboris nisi cupidatat aliqua velit quis. Culpa ullamco culpa laboris culpa quis aliquip irure aliqua voluptate eu est fugiat cupidatat ullamco.\r\n",
    "bio": "Dolor est enim adipisicing ea enim sit cillum et. Labore proident ea ipsum laborum dolor non in excepteur. Ut anim adipisicing Lorem magna anim laborum culpa anim. Officia officia magna veniam cillum exercitation fugiat et officia do.\r\n",
    "lastLogin": "2017-11-20T08:43:35 +05:00",
    "lat": -5.986257,
    "long": -28.147492,
    "role": "guitarist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 5
  },
  {
    "username": "433776e",
    "password": "2cb760f592d4",
    "city": "Wintersburg",
    "state": "Puerto Rico",
    "seeking": "band",
    "mainGenre": "Death Metal",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 23,
    "secondGenre": "Pranks",
    "thirdGenre": "Death Metal",
    "name": "Cheri",
    "lastName": "Olson",
    "gender": "female",
    "studioSWUsed": "KRAG",
    "email": "cheriolson@krag.com",
    "hasSpace": false,
    "achivements": "Id consequat adipisicing proident deserunt. Ea sit veniam elit aute esse sunt laborum sint id do irure sit tempor. In eu veniam velit ipsum minim nulla occaecat dolor. Ipsum quis ex nisi nostrud ut dolor reprehenderit irure commodo. Occaecat ea sit consectetur exercitation dolor aute est Lorem officia.\r\n",
    "bio": "Commodo pariatur fugiat adipisicing qui velit exercitation laboris veniam commodo qui ullamco eu ipsum cupidatat. Magna nostrud esse aute voluptate ad exercitation. Proident ex sunt veniam minim ad. Sit minim ex elit exercitation quis sunt id nisi pariatur. Commodo nulla quis laborum sit consequat occaecat ad aliqua incididunt consequat consequat. Enim id esse consectetur elit exercitation. Esse culpa dolor amet quis aliqua consequat pariatur occaecat sint est tempor.\r\n",
    "lastLogin": "2014-06-23T04:55:02 +04:00",
    "lat": 20.147163,
    "long": 65.795137,
    "role": "drummer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 10
  },
  {
    "username": "c67d7f7",
    "password": "5aa0ccfe02f7",
    "city": "Canterwood",
    "state": "Illinois",
    "seeking": "band",
    "mainGenre": "Pranks",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 29,
    "secondGenre": "Death Metal",
    "thirdGenre": "Techno",
    "name": "Delia",
    "lastName": "King",
    "gender": "female",
    "studioSWUsed": "LYRICHORD",
    "email": "deliaking@lyrichord.com",
    "hasSpace": true,
    "achivements": "Et qui labore mollit laborum esse magna exercitation consectetur. Tempor veniam ipsum sit sunt ipsum laboris consectetur exercitation consectetur non Lorem. Sit non cupidatat qui veniam nulla aliquip cillum et aute do ut.\r\n",
    "bio": "Id ut dolor esse esse amet amet pariatur laborum qui. Culpa tempor tempor ad ipsum aliquip anim excepteur sint nisi commodo commodo veniam consectetur. Nulla sunt nulla sint excepteur esse ullamco cillum tempor deserunt nulla nulla amet.\r\n",
    "lastLogin": "2015-01-14T08:36:39 +05:00",
    "lat": -71.676188,
    "long": 11.033843,
    "role": "guitarist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 4
  },
  {
    "username": "609254f",
    "password": "aac46b8dae00",
    "city": "Belvoir",
    "state": "Hawaii",
    "seeking": "band",
    "mainGenre": "Blues",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 29,
    "secondGenre": "Ambient",
    "thirdGenre": "Pranks",
    "name": "Valencia",
    "lastName": "Wallace",
    "gender": "male",
    "studioSWUsed": "EARTHPURE",
    "email": "valenciawallace@earthpure.com",
    "hasSpace": false,
    "achivements": "Elit eu irure quis ut dolore ea veniam velit culpa ea ullamco. Consequat laborum cillum elit dolor sit veniam. Do aliqua reprehenderit occaecat et proident eiusmod. Sit ex minim culpa elit sunt laborum amet eu non. Reprehenderit elit incididunt duis et anim adipisicing tempor. Exercitation non aliquip cupidatat deserunt non do qui qui id eu incididunt nulla aute.\r\n",
    "bio": "Excepteur ad sunt cillum culpa nostrud elit id ad cupidatat. Ipsum culpa est enim fugiat sint est. Consequat ad aliquip nulla aute excepteur ipsum enim. Commodo ex ex ex veniam pariatur incididunt velit enim fugiat. Elit sunt et ullamco in fugiat enim fugiat et Lorem amet. Incididunt ut sunt quis voluptate aliquip consequat deserunt pariatur ea laborum. Minim voluptate fugiat veniam qui consequat voluptate cupidatat nisi eu ipsum cupidatat dolor.\r\n",
    "lastLogin": "2017-04-25T03:59:58 +04:00",
    "lat": 88.815138,
    "long": -142.008632,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 3
  },
  {
    "username": "4116f5b",
    "password": "34592e151bdd",
    "city": "Crisman",
    "state": "Virgin Islands",
    "seeking": "composer",
    "mainGenre": "Jazz",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 29,
    "secondGenre": "Pranks",
    "thirdGenre": "Alternative",
    "name": "Combs",
    "lastName": "Walsh",
    "gender": "male",
    "studioSWUsed": "EXOVENT",
    "email": "combswalsh@exovent.com",
    "hasSpace": false,
    "achivements": "Sint tempor tempor voluptate minim et proident. Non anim ex duis aliquip nisi eiusmod irure laboris cillum minim. Cillum excepteur qui cupidatat minim id labore et deserunt enim velit fugiat duis duis. Et fugiat nisi consequat dolor aliqua consectetur quis pariatur mollit.\r\n",
    "bio": "Duis do commodo exercitation officia excepteur ad mollit eiusmod. Occaecat mollit commodo consectetur sint do laborum incididunt ipsum nostrud aliqua id qui deserunt. Commodo ipsum commodo anim culpa mollit pariatur amet id aliquip. Cillum est ad irure officia deserunt aliqua veniam incididunt sint ex amet irure elit. Velit aliquip do dolor ipsum.\r\n",
    "lastLogin": "2015-11-02T01:17:27 +05:00",
    "lat": 37.072424,
    "long": 3.012324,
    "role": "drummer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 3
  },
  {
    "username": "0fdaf39",
    "password": "42438166ed99",
    "city": "Edgewater",
    "state": "Kansas",
    "seeking": "composer",
    "mainGenre": "Dance",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 26,
    "secondGenre": "Alternative",
    "thirdGenre": "Industrial",
    "name": "Priscilla",
    "lastName": "Gamble",
    "gender": "female",
    "studioSWUsed": "IDEALIS",
    "email": "priscillagamble@idealis.com",
    "hasSpace": true,
    "achivements": "Nostrud sunt est proident cupidatat mollit esse cillum et ullamco non culpa. Ut cupidatat adipisicing mollit duis aute officia. Voluptate Lorem qui tempor minim est minim nisi ad et irure mollit. Cupidatat ullamco excepteur sunt consequat pariatur commodo nostrud voluptate deserunt tempor ad eiusmod.\r\n",
    "bio": "Aute et sint incididunt irure qui voluptate ea. Laboris duis pariatur dolore Lorem nostrud est aliquip eu duis aute voluptate anim do. Cupidatat amet incididunt nostrud aliqua tempor veniam non officia qui qui magna laboris. Do dolor consequat est incididunt. Dolore officia ullamco ad qui adipisicing aliqua. Ut aliqua voluptate voluptate reprehenderit minim ad culpa.\r\n",
    "lastLogin": "2016-10-01T03:32:56 +04:00",
    "lat": -71.688675,
    "long": -68.575678,
    "role": "pianist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 2
  },
  {
    "username": "a743218",
    "password": "ba604f149d38",
    "city": "Bethany",
    "state": "Montana",
    "seeking": "band",
    "mainGenre": "Dance",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 20,
    "secondGenre": "Pranks",
    "thirdGenre": "Vocal",
    "name": "Elisabeth",
    "lastName": "Mcmillan",
    "gender": "female",
    "studioSWUsed": "OTHERSIDE",
    "email": "elisabethmcmillan@otherside.com",
    "hasSpace": true,
    "achivements": "Et aliqua est amet minim. Aute sunt elit cillum ex. Tempor non do do sint sit. Aliqua veniam dolor fugiat enim esse enim.\r\n",
    "bio": "Amet est eiusmod tempor esse excepteur mollit pariatur ut. Ullamco consectetur consectetur qui cupidatat eiusmod consequat aute sit dolor duis irure aliquip nostrud elit. Consectetur officia et pariatur dolor. Non minim tempor laboris anim eiusmod labore laborum veniam mollit nostrud nulla. Ut excepteur et laboris proident qui qui enim amet enim. Quis ex id velit veniam do Lorem quis veniam ut fugiat exercitation in.\r\n",
    "lastLogin": "2014-07-14T05:31:26 +04:00",
    "lat": -8.220519,
    "long": 146.094489,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 5
  },
  {
    "username": "95cc9a2",
    "password": "221f49a6bf09",
    "city": "Wiscon",
    "state": "Indiana",
    "seeking": "band",
    "mainGenre": "Acid",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 38,
    "secondGenre": "Alternative",
    "thirdGenre": "Soundtrack",
    "name": "Gregory",
    "lastName": "Weaver",
    "gender": "male",
    "studioSWUsed": "QUONK",
    "email": "gregoryweaver@quonk.com",
    "hasSpace": false,
    "achivements": "Consequat fugiat proident laborum in laboris occaecat labore nulla incididunt aliqua irure in et occaecat. Minim consectetur aliquip magna nostrud id Lorem. Cupidatat deserunt non fugiat dolor. Esse magna occaecat sunt aliquip consequat voluptate Lorem ut in sunt enim ad sint. Cupidatat labore nulla commodo incididunt occaecat non ea ullamco eiusmod elit exercitation.\r\n",
    "bio": "Deserunt sunt adipisicing excepteur Lorem cillum reprehenderit. Est exercitation in culpa non. Incididunt sint dolore cillum consectetur. Voluptate id et Lorem anim nisi irure et et ex est ut non aliqua.\r\n",
    "lastLogin": "2015-03-04T05:41:43 +05:00",
    "lat": -22.903333,
    "long": 79.306075,
    "role": "drummer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 3
  },
  {
    "username": "58e0fee",
    "password": "b6fc358bbfd2",
    "city": "Bakersville",
    "state": "Palau",
    "seeking": "band",
    "mainGenre": "Ambient",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 28,
    "secondGenre": "Alternative",
    "thirdGenre": "Vocal",
    "name": "Marcy",
    "lastName": "Bolton",
    "gender": "female",
    "studioSWUsed": "AQUAFIRE",
    "email": "marcybolton@aquafire.com",
    "hasSpace": true,
    "achivements": "Non cillum sint nisi occaecat dolore incididunt in laboris. Ullamco sint veniam proident excepteur qui adipisicing dolor occaecat et ea duis eu ad. Nulla sit pariatur aliquip commodo nulla proident elit ut laborum irure minim. Magna culpa ex duis ipsum ad adipisicing occaecat sit incididunt reprehenderit qui excepteur velit.\r\n",
    "bio": "Non dolor et duis sit. Lorem eiusmod enim officia duis ipsum adipisicing nostrud tempor. Ad qui amet occaecat sunt occaecat velit culpa enim cillum.\r\n",
    "lastLogin": "2014-12-11T04:10:41 +05:00",
    "lat": -68.083328,
    "long": -24.757757,
    "role": "singer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 5
  },
  {
    "username": "f19ce1a",
    "password": "1ddcccb18455",
    "city": "Corinne",
    "state": "New Jersey",
    "seeking": "composer",
    "mainGenre": "Rap",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 27,
    "secondGenre": "Alternative",
    "thirdGenre": "Rap",
    "name": "Mosley",
    "lastName": "Chandler",
    "gender": "male",
    "studioSWUsed": "ACLIMA",
    "email": "mosleychandler@aclima.com",
    "hasSpace": true,
    "achivements": "Et consequat irure elit officia id laboris adipisicing fugiat minim. Duis laboris aliqua aute ipsum. Irure exercitation Lorem culpa quis exercitation ullamco exercitation aliqua nisi exercitation ipsum aute. Dolor anim officia qui nisi cillum elit consequat elit consequat eiusmod. Elit amet et enim excepteur sit ullamco culpa quis esse ipsum laboris elit. Qui eiusmod sunt sunt ex ex qui ullamco irure tempor dolore. In do ad eu esse eiusmod magna dolore quis sint adipisicing nisi.\r\n",
    "bio": "Magna ex dolore cillum in. Cupidatat irure tempor eiusmod do in do nisi aute id amet et deserunt aute fugiat. Nisi minim consectetur proident excepteur Lorem do voluptate ex eiusmod. Sunt ex cupidatat nisi Lorem magna id. Officia in occaecat magna elit.\r\n",
    "lastLogin": "2017-05-06T08:30:59 +04:00",
    "lat": 64.399933,
    "long": -148.475261,
    "role": "pianist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 3
  },
  {
    "username": "7961f5e",
    "password": "ce6c8d256f05",
    "city": "Lithium",
    "state": "Federated States Of Micronesia",
    "seeking": "composer",
    "mainGenre": "Instrumental",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 36,
    "secondGenre": "Soundtrack",
    "thirdGenre": "Soundtrack",
    "name": "Clare",
    "lastName": "Ayers",
    "gender": "female",
    "studioSWUsed": "TERASCAPE",
    "email": "clareayers@terascape.com",
    "hasSpace": false,
    "achivements": "Exercitation culpa quis nulla amet ipsum officia velit. Amet amet laboris ad in minim id anim excepteur et elit aliquip. Veniam nulla dolore ut non consequat deserunt sit anim consequat elit adipisicing reprehenderit incididunt proident. Qui sint do Lorem anim non ad nisi dolore laboris reprehenderit nulla nisi irure aute. Ad excepteur excepteur labore duis laborum qui qui qui duis dolor eiusmod laborum incididunt. Amet magna qui excepteur officia reprehenderit.\r\n",
    "bio": "Exercitation fugiat veniam in commodo velit officia magna reprehenderit. Exercitation ullamco qui eu velit dolore. Elit exercitation adipisicing tempor minim anim dolore officia.\r\n",
    "lastLogin": "2016-03-06T01:13:27 +05:00",
    "lat": 16.397166,
    "long": -145.769383,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 8
  },
  {
    "username": "55e4e5a",
    "password": "9053bbc36ad2",
    "city": "Kempton",
    "state": "Washington",
    "seeking": "band",
    "mainGenre": "Industrial",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 20,
    "secondGenre": "Industrial",
    "thirdGenre": "Ambient",
    "name": "Holly",
    "lastName": "Medina",
    "gender": "female",
    "studioSWUsed": "SUSTENZA",
    "email": "hollymedina@sustenza.com",
    "hasSpace": true,
    "achivements": "Cillum excepteur non magna id quis dolore. Consequat quis ullamco eu non adipisicing dolor mollit aute minim fugiat nostrud et. Pariatur excepteur elit consectetur deserunt labore consequat dolore est et dolore ad consequat. Id labore excepteur quis eiusmod est deserunt irure non. Incididunt minim consectetur incididunt anim do reprehenderit aliquip ea esse dolor. Et cillum excepteur et occaecat cupidatat ut.\r\n",
    "bio": "Nulla est aute aliqua eiusmod cillum. Consectetur consectetur nisi mollit pariatur proident dolore labore ut. Veniam in voluptate ex eiusmod. Dolor ullamco ex enim eu cillum duis deserunt ullamco labore aute consequat. Dolore excepteur amet ullamco velit occaecat.\r\n",
    "lastLogin": "2014-03-14T06:52:06 +04:00",
    "lat": -18.71463,
    "long": 63.973403,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 6
  },
  {
    "username": "5869a8d",
    "password": "c0064f61e9ed",
    "city": "Coventry",
    "state": "North Carolina",
    "seeking": "composer",
    "mainGenre": "Oldies",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 33,
    "secondGenre": "Death Metal",
    "thirdGenre": "Vocal",
    "name": "Marsha",
    "lastName": "Kaufman",
    "gender": "female",
    "studioSWUsed": "YURTURE",
    "email": "marshakaufman@yurture.com",
    "hasSpace": true,
    "achivements": "Officia occaecat ut reprehenderit ea cupidatat dolor officia labore reprehenderit reprehenderit pariatur qui veniam. Eiusmod tempor magna dolor ex incididunt proident voluptate velit officia anim pariatur enim. Officia et ex minim amet elit eiusmod nostrud qui veniam aliquip non ex. Labore ex quis culpa laboris aute excepteur occaecat magna mollit nulla.\r\n",
    "bio": "Magna cillum proident voluptate ipsum ut elit aute et. Id ex culpa nulla laborum cillum. Aliqua ad dolor eiusmod elit velit labore cillum irure. Aliqua magna esse qui officia elit velit deserunt velit ex occaecat ad nostrud. Incididunt quis do minim laboris Lorem. Ad in ea reprehenderit magna.\r\n",
    "lastLogin": "2014-03-30T02:37:48 +04:00",
    "lat": 83.720444,
    "long": -49.164271,
    "role": "pianist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 9
  },
  {
    "username": "e21bda3",
    "password": "95f3aa2f8f46",
    "city": "Eureka",
    "state": "Nebraska",
    "seeking": "composer",
    "mainGenre": "Pop",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 30,
    "secondGenre": "Death Metal",
    "thirdGenre": "Industrial",
    "name": "Mari",
    "lastName": "Dudley",
    "gender": "female",
    "studioSWUsed": "ZIZZLE",
    "email": "maridudley@zizzle.com",
    "hasSpace": false,
    "achivements": "Occaecat elit reprehenderit fugiat elit qui minim deserunt labore sint id culpa qui nisi. Dolore excepteur pariatur ad adipisicing veniam officia eu tempor dolore magna occaecat duis aute. Officia esse velit magna excepteur fugiat duis. In nostrud veniam ea proident cillum nostrud eiusmod non quis ad. Proident occaecat dolor ut dolore exercitation laboris ea dolor dolore anim enim excepteur.\r\n",
    "bio": "Ipsum eu ut tempor id. Elit culpa incididunt sunt magna pariatur mollit aute dolor fugiat Lorem nisi qui dolor. Ea commodo irure exercitation pariatur culpa non officia aute voluptate. Anim Lorem dolor dolor reprehenderit excepteur est ex ullamco duis est.\r\n",
    "lastLogin": "2014-04-27T09:07:19 +04:00",
    "lat": -40.799046,
    "long": 33.397252,
    "role": "pianist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 8
  },
  {
    "username": "b3ce8a2",
    "password": "4e19d5a69296",
    "city": "Kohatk",
    "state": "District Of Columbia",
    "seeking": "band",
    "mainGenre": "Industrial",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 24,
    "secondGenre": "Rap",
    "thirdGenre": "Death Metal",
    "name": "Mclean",
    "lastName": "Wood",
    "gender": "male",
    "studioSWUsed": "XYLAR",
    "email": "mcleanwood@xylar.com",
    "hasSpace": true,
    "achivements": "Labore sunt aute adipisicing ad aliquip laboris non. Adipisicing ipsum culpa ut exercitation in. Pariatur culpa ipsum ut laboris excepteur reprehenderit ea. Velit ipsum anim proident cillum ad aliquip officia sint aliqua.\r\n",
    "bio": "Adipisicing ex consequat officia culpa pariatur consequat mollit sit aliquip. Dolor excepteur aliqua et veniam nisi est consequat esse magna proident. Ea ullamco aute sunt ullamco tempor ullamco. Ut tempor aute dolor proident nulla labore enim qui eu reprehenderit anim consequat esse.\r\n",
    "lastLogin": "2016-10-31T01:40:43 +04:00",
    "lat": 33.134362,
    "long": 35.158144,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 8
  },
  {
    "username": "428dcb3",
    "password": "528d60c9a703",
    "city": "Gila",
    "state": "Oregon",
    "seeking": "composer",
    "mainGenre": "Pop",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 32,
    "secondGenre": "Industrial",
    "thirdGenre": "Vocal",
    "name": "Doris",
    "lastName": "Sellers",
    "gender": "female",
    "studioSWUsed": "YOGASM",
    "email": "dorissellers@yogasm.com",
    "hasSpace": false,
    "achivements": "Labore cupidatat cillum quis anim laboris qui irure. Elit pariatur exercitation id aute. Irure commodo do eu minim velit cupidatat cupidatat sint labore cupidatat. Fugiat proident quis incididunt aute deserunt reprehenderit. Est esse fugiat sit aliquip cillum. Pariatur laboris aute ad occaecat sunt in sint. Elit sit ipsum Lorem quis id nulla ipsum laborum cillum dolore.\r\n",
    "bio": "Sunt reprehenderit veniam ea anim quis sint culpa nostrud nostrud cillum. Duis velit aute id consequat dolor incididunt deserunt. Non cupidatat pariatur ullamco et aute labore dolore voluptate dolore.\r\n",
    "lastLogin": "2017-03-18T06:07:00 +04:00",
    "lat": 39.236536,
    "long": 142.174717,
    "role": "guitarist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 2
  },
  {
    "username": "78091d5",
    "password": "358d09ed37ee",
    "city": "Hannasville",
    "state": "New York",
    "seeking": "band",
    "mainGenre": "Industrial",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 30,
    "secondGenre": "Alternative",
    "thirdGenre": "Ambient",
    "name": "Mable",
    "lastName": "Hurst",
    "gender": "female",
    "studioSWUsed": "ECLIPSENT",
    "email": "mablehurst@eclipsent.com",
    "hasSpace": true,
    "achivements": "Dolor consequat velit officia sint sit dolore aliqua est. Laborum quis velit consequat incididunt ipsum. Anim aute est anim ad exercitation fugiat mollit in eu. Pariatur ipsum aute labore minim Lorem et consectetur eu. Duis dolore ut eu ea mollit ullamco eu qui labore veniam quis.\r\n",
    "bio": "Ad do sunt ex anim do sit cupidatat. Eiusmod nulla fugiat tempor do ipsum adipisicing do proident id est Lorem eiusmod tempor. Eu eu pariatur Lorem sit aute excepteur dolore ea id aute pariatur excepteur proident laborum.\r\n",
    "lastLogin": "2017-08-27T05:25:17 +04:00",
    "lat": -73.195409,
    "long": 22.765642,
    "role": "drummer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 6
  },
  {
    "username": 6066626,
    "password": "8c68d9c86a6d",
    "city": "Greensburg",
    "state": "Ohio",
    "seeking": "band",
    "mainGenre": "Fusion",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 29,
    "secondGenre": "Pranks",
    "thirdGenre": "Soundtrack",
    "name": "Chambers",
    "lastName": "Bates",
    "gender": "male",
    "studioSWUsed": "BOSTONIC",
    "email": "chambersbates@bostonic.com",
    "hasSpace": false,
    "achivements": "Veniam dolore eu id aliqua incididunt aliquip eiusmod pariatur. Non consectetur consectetur elit deserunt fugiat velit eu sunt mollit non laborum ullamco est. Minim fugiat eu minim irure. Tempor ut officia est Lorem adipisicing do enim esse irure cupidatat sint consequat. Fugiat amet velit sunt aute.\r\n",
    "bio": "Commodo deserunt excepteur est laboris sint ut cupidatat duis consectetur. Laborum in dolor et do et non fugiat amet. Velit non ea et eu amet qui eiusmod culpa velit culpa. Eiusmod duis sunt ullamco et exercitation. Ex non deserunt reprehenderit velit magna eiusmod non. Lorem id excepteur excepteur laborum occaecat. Ea ullamco deserunt consequat proident nulla Lorem cillum do enim ea deserunt Lorem ea.\r\n",
    "lastLogin": "2014-07-17T11:23:51 +04:00",
    "lat": 37.297294,
    "long": -92.80459,
    "role": "guitarist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 5
  },
  {
    "username": "cadc4ca",
    "password": "966745cc1bcf",
    "city": "Derwood",
    "state": "Arkansas",
    "seeking": "band",
    "mainGenre": "Jazz",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 40,
    "secondGenre": "Pranks",
    "thirdGenre": "Soundtrack",
    "name": "Booth",
    "lastName": "Moon",
    "gender": "male",
    "studioSWUsed": "VANTAGE",
    "email": "boothmoon@vantage.com",
    "hasSpace": false,
    "achivements": "Eiusmod aute culpa laboris eu enim do nostrud dolor commodo voluptate et aliquip aute. Ut non fugiat esse tempor occaecat laboris nulla esse sit eiusmod non minim eiusmod. Ea ad dolore eiusmod deserunt ea consectetur est. Proident id ea in incididunt. Magna qui anim dolor non elit in.\r\n",
    "bio": "Mollit dolore reprehenderit reprehenderit consequat veniam ex consequat commodo tempor excepteur occaecat commodo nostrud. Occaecat minim nostrud pariatur laboris sit aute eiusmod sunt in. Esse pariatur est minim velit voluptate esse eiusmod proident quis dolore tempor exercitation et minim. Ullamco velit pariatur qui enim incididunt labore cillum aliquip tempor sunt reprehenderit irure qui. Non id eu ad occaecat sit minim proident cupidatat Lorem deserunt nisi fugiat. Dolor minim elit cillum do laboris exercitation. Dolore culpa pariatur est sit veniam eu mollit duis ipsum.\r\n",
    "lastLogin": "2014-04-30T10:20:42 +04:00",
    "lat": 68.084541,
    "long": 159.85683,
    "role": "singer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 3
  },
  {
    "username": "b4a4a40",
    "password": "3da305bc9679",
    "city": "Eastmont",
    "state": "Kentucky",
    "seeking": "composer",
    "mainGenre": "Jazz",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 20,
    "secondGenre": "Death Metal",
    "thirdGenre": "Techno",
    "name": "Roseann",
    "lastName": "Kirk",
    "gender": "female",
    "studioSWUsed": "TSUNAMIA",
    "email": "roseannkirk@tsunamia.com",
    "hasSpace": false,
    "achivements": "Est et velit enim laborum eiusmod ex excepteur excepteur nisi id. Commodo officia mollit exercitation occaecat incididunt fugiat mollit qui ad ad elit eu nisi. Ullamco voluptate proident velit veniam. Irure amet eu voluptate tempor. Mollit voluptate occaecat ad qui laborum aliquip dolor qui in aute mollit dolor aliquip id.\r\n",
    "bio": "Reprehenderit cillum fugiat sit magna nulla quis. Non quis ad ullamco non ad cupidatat sunt. Ad ut veniam do ad enim labore ullamco nostrud Lorem ea aute non est tempor. Pariatur irure id sunt ipsum eu sint cupidatat tempor officia reprehenderit duis et magna aliquip.\r\n",
    "lastLogin": "2017-08-01T09:06:40 +04:00",
    "lat": 2.467796,
    "long": -72.726218,
    "role": "drummer",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 3
  },
  {
    "username": "c7e711c",
    "password": "2f531e31b89c",
    "city": "Accoville",
    "state": "Colorado",
    "seeking": "composer",
    "mainGenre": "Soundtrack",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 27,
    "secondGenre": "Alternative",
    "thirdGenre": "Industrial",
    "name": "Banks",
    "lastName": "Marks",
    "gender": "male",
    "studioSWUsed": "COGENTRY",
    "email": "banksmarks@cogentry.com",
    "hasSpace": true,
    "achivements": "Mollit proident ea nostrud consectetur aute. Ea nisi velit non eiusmod minim dolore aliquip consequat. Sint fugiat enim ex dolore dolore minim exercitation veniam. Pariatur cupidatat amet nostrud tempor ad voluptate in sit. Quis do anim nisi ullamco incididunt cillum sit. Tempor proident nulla aute exercitation velit aliquip mollit est mollit Lorem. Qui laborum aliquip mollit esse fugiat ad et.\r\n",
    "bio": "Proident ad reprehenderit commodo mollit ad eiusmod deserunt consequat et id anim fugiat. Nisi officia anim officia et proident esse. Exercitation et commodo nulla consequat nisi mollit fugiat non dolor id labore occaecat adipisicing. Ullamco proident non sunt officia adipisicing occaecat esse elit veniam. Magna consequat esse voluptate reprehenderit id et sit enim officia Lorem. Mollit in est Lorem proident pariatur magna. Enim mollit tempor excepteur anim do adipisicing dolor dolore qui pariatur minim ea officia sunt.\r\n",
    "lastLogin": "2015-03-22T03:12:59 +04:00",
    "lat": -42.321289,
    "long": 63.548303,
    "role": "singer",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 3
  },
  {
    "username": "492938d",
    "password": "cabbcba1bf56",
    "city": "Marne",
    "state": "West Virginia",
    "seeking": "band",
    "mainGenre": "Oldies",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 24,
    "secondGenre": "Industrial",
    "thirdGenre": "Rap",
    "name": "Adrienne",
    "lastName": "Robbins",
    "gender": "female",
    "studioSWUsed": "RETROTEX",
    "email": "adriennerobbins@retrotex.com",
    "hasSpace": false,
    "achivements": "In duis non eu est ea. Reprehenderit incididunt mollit sit laborum ut. Duis irure dolor fugiat veniam. Quis amet commodo est et pariatur dolore sunt. Enim ullamco cupidatat ea velit occaecat commodo sint enim excepteur consequat.\r\n",
    "bio": "Aliqua nostrud aute Lorem reprehenderit magna quis cillum deserunt anim laborum. Culpa ad nisi reprehenderit duis magna. Id labore labore dolore minim cupidatat qui sunt exercitation. Exercitation incididunt voluptate dolor ea ullamco ex id. Est laborum magna proident enim officia.\r\n",
    "lastLogin": "2017-07-15T01:50:59 +04:00",
    "lat": -55.897341,
    "long": -130.132665,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 10
  },
  {
    "username": "85e18d7",
    "password": "1d1db9daa3d6",
    "city": "Cressey",
    "state": "Massachusetts",
    "seeking": "composer",
    "mainGenre": "Acid",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 32,
    "secondGenre": "Rap",
    "thirdGenre": "Vocal",
    "name": "Etta",
    "lastName": "Walker",
    "gender": "female",
    "studioSWUsed": "GENESYNK",
    "email": "ettawalker@genesynk.com",
    "hasSpace": false,
    "achivements": "Cupidatat velit consectetur eiusmod incididunt. Enim ad nisi veniam excepteur. Mollit eiusmod sunt ut aliqua. Deserunt in laboris consectetur nulla irure ad minim ut irure. Veniam fugiat mollit nisi laborum magna.\r\n",
    "bio": "Incididunt culpa adipisicing laborum culpa laboris. Lorem incididunt deserunt consectetur eiusmod voluptate nisi. Labore deserunt velit veniam deserunt occaecat laboris sunt aliqua ea culpa.\r\n",
    "lastLogin": "2014-09-12T05:36:59 +04:00",
    "lat": -34.888898,
    "long": 53.992549,
    "role": "drummer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 3
  },
  {
    "username": "7ba6a55",
    "password": "c967af1d764b",
    "city": "Venice",
    "state": "Connecticut",
    "seeking": "composer",
    "mainGenre": "Pop",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 30,
    "secondGenre": "Rap",
    "thirdGenre": "Reggae",
    "name": "Strong",
    "lastName": "Moody",
    "gender": "male",
    "studioSWUsed": "SUNCLIPSE",
    "email": "strongmoody@sunclipse.com",
    "hasSpace": false,
    "achivements": "Amet amet do nostrud ipsum velit. Aliquip non fugiat et reprehenderit est consequat veniam anim dolore. Qui elit esse et pariatur dolor Lorem exercitation labore culpa anim eiusmod sunt. Cupidatat dolor esse do enim ex esse irure nulla est proident officia.\r\n",
    "bio": "Pariatur fugiat nulla magna velit deserunt ex ad fugiat Lorem. Nulla elit ullamco ad eu deserunt anim. Cupidatat id eu incididunt esse officia cupidatat eiusmod sit laborum labore voluptate velit sit anim. Labore anim est commodo voluptate et consequat aliqua consequat occaecat irure sunt tempor aliquip.\r\n",
    "lastLogin": "2016-12-20T04:44:36 +05:00",
    "lat": 34.330409,
    "long": -139.630596,
    "role": "guitarist",
    "links": "linkedin",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 9
  },
  {
    "username": "657cae4",
    "password": "61822c2e581d",
    "city": "Croom",
    "state": "South Carolina",
    "seeking": "composer",
    "mainGenre": "Vocal",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 24,
    "secondGenre": "Soundtrack",
    "thirdGenre": "Ambient",
    "name": "Jayne",
    "lastName": "Mendez",
    "gender": "female",
    "studioSWUsed": "BIOTICA",
    "email": "jaynemendez@biotica.com",
    "hasSpace": true,
    "achivements": "Tempor qui do qui elit velit adipisicing. Sint labore ad consequat minim ex consequat. Laborum sit fugiat anim duis aliquip esse irure. Do eiusmod ut et in ea. Consectetur aute quis occaecat mollit ullamco eiusmod eu veniam. In excepteur eu sunt est officia eu sint cupidatat culpa amet enim non pariatur cupidatat.\r\n",
    "bio": "Consequat non cillum commodo nisi eu Lorem incididunt veniam ut est elit do reprehenderit nostrud. Minim ad labore velit Lorem nisi Lorem commodo reprehenderit. Fugiat excepteur ut sunt in excepteur deserunt. Reprehenderit ipsum do tempor proident laborum mollit irure ad dolor esse ipsum. Anim duis Lorem ex tempor.\r\n",
    "lastLogin": "2017-11-13T10:32:37 +05:00",
    "lat": -41.963575,
    "long": 119.809354,
    "role": "guitarist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 9
  },
  {
    "username": "78576c8",
    "password": "fd3ffc98921e",
    "city": "Kersey",
    "state": "Guam",
    "seeking": "band",
    "mainGenre": "Country",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 22,
    "secondGenre": "Pranks",
    "thirdGenre": "Pranks",
    "name": "Felecia",
    "lastName": "Middleton",
    "gender": "female",
    "studioSWUsed": "QUILM",
    "email": "feleciamiddleton@quilm.com",
    "hasSpace": false,
    "achivements": "Eiusmod nisi deserunt quis aliquip nulla cillum aute culpa aliquip consectetur culpa reprehenderit cupidatat ad. Ad esse consectetur et Lorem tempor irure laborum dolore deserunt aliquip eu. Ex eu et commodo ullamco minim commodo ullamco aliquip tempor eiusmod ut. Sunt in excepteur minim ipsum ullamco. Aliquip non Lorem deserunt anim commodo exercitation consequat do ea deserunt sit. Cillum eu reprehenderit fugiat non anim in.\r\n",
    "bio": "Eu mollit anim incididunt reprehenderit dolore cupidatat laborum voluptate. Cillum dolore velit irure ut esse. Nostrud voluptate id in esse qui do dolor. Quis adipisicing officia ullamco qui eu labore dolore Lorem reprehenderit. Elit tempor eu anim aliqua excepteur ea mollit.\r\n",
    "lastLogin": "2016-01-30T07:26:44 +05:00",
    "lat": 81.033829,
    "long": -129.232875,
    "role": "pianist",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 4
  },
  {
    "username": "900c36b",
    "password": "2887045c0007",
    "city": "Motley",
    "state": "Wisconsin",
    "seeking": "composer",
    "mainGenre": "Dance",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 40,
    "secondGenre": "Alternative",
    "thirdGenre": "Rap",
    "name": "Pratt",
    "lastName": "Burns",
    "gender": "male",
    "studioSWUsed": "SLOFAST",
    "email": "prattburns@slofast.com",
    "hasSpace": false,
    "achivements": "Do velit Lorem officia nulla aliqua mollit eiusmod reprehenderit. Dolore anim tempor laborum sit. Exercitation ea sunt sunt officia ea commodo. Aliquip adipisicing elit sit anim in et tempor aute. Officia aute adipisicing enim nisi adipisicing pariatur id ut deserunt fugiat.\r\n",
    "bio": "Exercitation in laborum elit esse duis ex sint nulla do proident dolor non dolor. Sit eu officia culpa labore veniam qui incididunt est. Tempor ipsum eu sint deserunt et non cillum reprehenderit veniam velit. Nisi laboris cupidatat qui laborum reprehenderit est officia magna nulla sunt.\r\n",
    "lastLogin": "2016-12-24T11:07:35 +05:00",
    "lat": 28.642917,
    "long": -70.605853,
    "role": "drummer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Remote",
    "distanceIfLocal": 7
  },
  {
    "username": "3e81dbe",
    "password": "a48b5e3c93b3",
    "city": "Highland",
    "state": "Vermont",
    "seeking": "band",
    "mainGenre": "Country",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 25,
    "secondGenre": "Reggae",
    "thirdGenre": "Death Metal",
    "name": "Anna",
    "lastName": "Bonner",
    "gender": "female",
    "studioSWUsed": "AUTOGRATE",
    "email": "annabonner@autograte.com",
    "hasSpace": true,
    "achivements": "Nostrud ex occaecat et pariatur quis aliqua deserunt dolor id eu irure culpa ex minim. Deserunt dolore in duis minim id excepteur Lorem proident laborum officia est sint veniam. Incididunt reprehenderit dolor fugiat tempor qui labore amet velit occaecat velit. Tempor non voluptate Lorem voluptate laboris sunt cupidatat pariatur sunt nostrud. Eu labore ex elit eiusmod aute sunt sunt sunt labore dolore fugiat proident consectetur fugiat. Quis ea ullamco excepteur quis dolore nisi mollit sunt non duis occaecat. Eiusmod tempor sunt id reprehenderit sunt enim proident in culpa pariatur sunt sunt commodo labore.\r\n",
    "bio": "Commodo enim aliqua duis esse. Fugiat exercitation magna officia culpa ex ipsum labore. Nulla mollit exercitation occaecat voluptate nostrud et mollit dolore officia Lorem. Voluptate occaecat commodo esse dolore aliquip labore reprehenderit. Ex enim culpa enim irure cupidatat enim esse do Lorem aute do adipisicing anim ut.\r\n",
    "lastLogin": "2014-04-20T12:24:16 +04:00",
    "lat": -81.633436,
    "long": 166.829839,
    "role": "guitarist",
    "links": "facebook",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "All",
    "distanceIfLocal": 5
  },
  {
    "username": "0fefdb7",
    "password": "e40b42152f33",
    "city": "Greenbush",
    "state": "Minnesota",
    "seeking": "composer",
    "mainGenre": "House",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 30,
    "secondGenre": "Industrial",
    "thirdGenre": "Industrial",
    "name": "Torres",
    "lastName": "Kim",
    "gender": "male",
    "studioSWUsed": "QUOTEZART",
    "email": "torreskim@quotezart.com",
    "hasSpace": true,
    "achivements": "Voluptate laborum officia laborum sunt proident velit reprehenderit consequat ad amet. Ex aliqua culpa aliqua ea veniam magna Lorem occaecat non ipsum sunt qui ut. Ullamco occaecat duis sint ipsum labore veniam duis eiusmod exercitation ullamco nostrud sint. Eiusmod ullamco magna pariatur aliquip nisi ut non nisi incididunt ea excepteur. Aute aliquip veniam mollit esse eiusmod cillum mollit dolor nostrud qui cillum nulla irure.\r\n",
    "bio": "Ut commodo consectetur non ad magna consequat. Irure incididunt do nostrud ad culpa commodo occaecat commodo consequat aliqua. Mollit tempor et in culpa minim ut voluptate velit culpa. Eiusmod Lorem aute in labore commodo laborum voluptate exercitation excepteur officia adipisicing dolor veniam amet. Pariatur tempor culpa irure ad ea sunt culpa culpa.\r\n",
    "lastLogin": "2016-04-23T07:23:06 +04:00",
    "lat": 73.286181,
    "long": 25.994285,
    "role": "drummer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 10
  },
  {
    "username": "8826f97",
    "password": "a6ada9984422",
    "city": "Brethren",
    "state": "Utah",
    "seeking": "band",
    "mainGenre": "Alternative",
    "profilePhotoUrl": "http://placehold.it/32x32",
    "age": 39,
    "secondGenre": "Techno",
    "thirdGenre": "Alternative",
    "name": "Henrietta",
    "lastName": "Vaughn",
    "gender": "female",
    "studioSWUsed": "GRONK",
    "email": "henriettavaughn@gronk.com",
    "hasSpace": false,
    "achivements": "Et incididunt fugiat cupidatat esse id commodo veniam esse reprehenderit ullamco id. Reprehenderit ullamco id mollit laborum labore dolor in ut. Laborum aute cupidatat id non occaecat occaecat tempor nulla sit id exercitation. Nisi officia dolore ea aliqua deserunt elit ullamco nisi fugiat ad nulla aliqua nostrud deserunt.\r\n",
    "bio": "Quis veniam ipsum amet anim anim. Anim ex ea mollit sit dolore. Do et consequat fugiat tempor quis non esse veniam eu Lorem ad eiusmod amet. Mollit esse veniam ex eiusmod velit minim et occaecat. Ea minim ipsum duis amet nulla irure proident dolor amet anim ex dolor. Officia magna consectetur amet quis tempor exercitation dolore ea id consequat irure. Ut officia sit laboris dolore laborum ex consequat do eiusmod.\r\n",
    "lastLogin": "2014-05-03T09:49:39 +04:00",
    "lat": -34.247057,
    "long": -26.254205,
    "role": "singer",
    "links": "github",
    "influences": "http://placehold.it/32x32",
    "localRemoteOrAll": "Local",
    "distanceIfLocal": 10
  }
]